Repository: alexyujia/superhotyj
Catalog: lib/l10n/app_*.arb
Languages: es

# author_of_this_locale
source: Haruma
es: JNR

# vi
source: Vietnamese
es: Tiếng Việt

# es
source: Spanish
es: Español

# ru
source: Russian
es: Pусский

source: Not specified
es: No especificado

source: Default setting
es: Ajustes visuales

source: Theme
es: Tema

source: Language
es: Lenguaje

# author
source: Translator
es: Traductor

source: Application Setting
es: Ajustes de la herramienta

source: Send notification
es: Recibir notificaciones

source: Storage permission
es: Uso del almacenamiento

source: Granted
es: Permitido

source: Denied
es: No permitido

source: Toolchain
es: Carpeta de herramientas

source: Upload directory
es: Cambiar directorio

source: Enable
es: Activar

source: Disable
es: Desactivar

source: Okay
es: Aceptar

source: System
es: Sistema

source: Light
es: Claro

source: Dark
es: Oscuro

# js_page
source: JS Category
es: Scripts de JS

source: Home
es: Inicio

source: Settings
es: Ajustes

# shell_description
source: Use the Shell to process files
es: Útil para procesar archivos

source: Method Picker
es: Seleccionar método

# method_picker_description
source: Select method to use from categories of methods
es: Seleccione un método

source: JS Execute
es: Ejecutar JS

# js_execute_description
source: Run built-in JS
es: Ejecuta scripts de JS

source: Animation Viewer
es: Visor de animaciones

# animation_viewer_description
source: Through Animation Viewer, view actual animation that will be performed
es: Previsualiza animaciones que el juego reproducirá

source: Toolchain is invalid
es: La carpeta de herramientas no es válida

source: User Provided
es: EL usuario ingresó:

source: Execute again?
es: ¿Ejecutar de nuevo?

source: yes
es: Sí

source: Elapsed time
es: Tiempo transcurrido

source: Upload file
es: Subir archivo

source: Recent files
es: Archivos recientes

source: Cancel
es: Cancelar

source: Invalid Request
es: Solicitud no válida

# shell_request_behavior
source: Shell cannot be closed until finished
es: Espere a que se terminen los procesos

source: Android Request
es: Solicitud de Android

# android_storage_access_permission_required
source: Android Storage Permission are required to read/write files
es: Se requiere permiso de almacenamiento para crear o abrir archivos

source: Go to Settings
es: Ir a Ajustes

# shell_has_finished
source: Shell has finished the job, back to application now!
es: Se ha finalizado el proceso, ¡regrese a la aplicación!

source: Use
es: Usar

source: Select option
es: Opciones

source: Submit
es: Subir

source: Label
es: Etiqueta

source: Image
es: Imagen

source: Upload media
es: Subir media

source: Drop file to upload
es: Ingrese un archivo para subir

source: Upload file to continue...
es: Suba un archivo para continuar...

source: Level Maker
es: Editor de niveles

# level_maker_description
source: Through Level Maker, create your own level
es: Crea tu propio nivel

source: Level Name
es: Nombre del nivel

source: Level Description
es: Descripción del nivel

source: Level Stage
es: Escenario del nivel

source: Lawn Mower
es: Cortadora de césped

# level_music
source: Music
es: Música

# level_has_sun_falling
source: Has sun falling?
es: ¿Dejar caer soles?

# level_music_ultimate
source: Ultimate Battle
es: Último Batallón

# level_music_minigame
source: Minigame
es: Minijuego

source: Map Editor
es: Editor de mapas

# map_editor_horizontal_view
source: Horizontal View
es: Vista horizontal

# map_editor_vertical_view
source: Vertical View
es: Vista vertical

source: Save file
es: Guardar archivo

source: Map cannot be loaded
es: El mapa no pudo ser cargado

# map_editor_description
source: Through Map Editor, edit your actual world map
es: Edita o crea mapas de mundo

# regular_wave
source: Basic Wave
es: Oleada básica

source: Storm Event
es: Evento de tormenta

source: Low Tide
es: Marea baja

source: Sandstorm
es: Tormenta de arena

source: Snowstorm
es: Tormenta de nieve

source: Entry
es: Entrada

source: Column Start
es: Comenzar en columna

source: Column End
es: Terminar en columna

source: Group Size
es: Tamaño de grupo

source: Delay between groups
es: Retraso entre grupos

source: Additional plantfood
es: Nutriente adicional

source: Pick a zombie
es: Seleccione un zombi

source: Save
es: Guardar

source: Zombie
es: Zombi

source: Wave
es: Oleada

source: Plant
es: Planta

source: Grid Item
es: Objeto

source: Expand
es: Expandir

source: Edit
es: Editar

source: Delete
es: Eliminar

# start_message
source: Wave Start Message
es: Mensaje al empezar oleada

source: Count
es: Contador

source: Detail
es: Detalle

source: Done
es: Hecho

source: Successfully applied your configuration!
es: ¡Ajuste aplicado correctamente!

source: Confirmation
es: Confirmar

# confirm_apply_configuration
source: Are you sure want to apply configuration?
es: ¿Está seguro de querer aplicar este ajuste?

source: Backup Configuration
es: Guardar ajustes

# backup_configuration_description
source: Backup your configuration before you lost it!
es: ¡Guarda tus ajustes para no perderlos!

source: Upload configuration
es: Subir ajustes

source: Save Configuration
es: Guardar ajustes

source: Load Configuration
es: Cargar ajustes

source: Apply Configuration
es: Aplicar ajustes

source: Configuration has been loaded
es: Los ajustes fueron cargados

source: Miscellaneous
es: Misceláneos

source: Parachute Rain
es: Lluvia de paracaídas

source: Value cannot be null
es: El valor no puede ser nulo

source: Value must be an integer
es: El valor debe ser un entero

source: Value must be an float
es: El valor debe ser un decimal

source: Value cannot be empty
es: El valor no puede estar vacío

source: Fall time
es: Tiempo de caída

source: Spider Rain
es: Enjambre de robots

source: Raiding Party
es: Incursión

source: Swashbuckler Count
es: Número de espadachines

source: Frost Wind
es: Viento helado

source: Direction
es: Dirección

source: Row
es: Fila

source: Add new frost wind
es: Agregar nuevo viento helado

source: Left
es: Izquierda

source: Right
es: Derecha

source: Save finish
es: Guardar

source: Add
es: Agregar

source: Close
es: Cerrar

source: Dino Wave
es: Oleada del dinosaurio

source: Dino Type
es: Tipo de dinosario

source: Tidal Change
es: Cambio de marea

source: Tide Coordinate
es: Coordinar marea

source: Jam Wave
es: Interferencia de la oleada

source: Notification Event
es: Evento de notificación

source: Loading Error
es: Error al cargar

# please_configure_resource_location
source: Please configure resource location in setting to load this module
es: Configure la localización del Resource en ajustes para cargar este módulo

source: Resource Location
es: Localización de Resource

source: Portal Wave
es: Oleada del portal

source: Portal Column
es: Columna del portal

source: Portal Row
es: Fila del portal

source: Portal Type
es: Tipo de portal

source: Pick a portal
es: Seleccione un portal

source: Ground Spawn
es: Invocar desde el suelo

source: Necromancy
es: Nigromancia

source: Zombie Spawn Wait Time
es: Tiempo de espera después de ser invocados

source: Suppress Action If No Grid Items Found
es: No activar si no hay objetos encontrados

source: Grid Type
es: Tipo de objeto

source: Message
es: Mensaje

source: Notification
es: Notificación

source: Version
es: Versión

source: Batch function
es: Función múltiple
